Repository: freed0m0fspeech/tbot
Catalog: locale/*/LC_MESSAGES/*.po
Languages: ru

source: I am not in voice channel (/join)
ru: Я не в голосовом канале (/join)

source: Audio resumed
ru: Аудио возобновлено

source: Audio paused
ru: Аудио приостановлено

source: Video resumed
ru: Видео возобновлено

source: Video paused
ru: Видео приостановлено

source: Media is not playing
ru: Мультимедиа не воспроизводится

source: Media skip
ru: Пропуск мультимедиа

source: Thank you for kicking me out
ru: Спасибо, что выгнали меня

source: Media queue is empty
ru: Очередь мультимедиа пуста

source: added by
ru: добавил(а)

source: media queue
ru: очередь мультимедиа

source: Empty page
ru: Пустая страница

source: Now playing
ru: Сейчас воспроизводится

source: Title
ru: Название

source: Uploader
ru: Загрузчик

source: Duration
ru: Длительность

source: Added by
ru: Добавил(а)

source: Use /lyrics [song title] instead
ru: Используй /lyrics [название]

source: Lyrics not found
ru: Слова песни не найдены

source: Media queue cleared
ru: Очередь мультимедиа очищена

source: track(s) cleared
ru: трек(ов) очищено

source: I need manage voice permission
ru: Мне нужно управление голосовыми разрешениями

source: Successfully connected to voice channel
ru: Успешно подключен к голосовому каналу

source: I am already in voice channel
ru: Я уже в голосовом канале

source: Successfully added to queue
ru: Успешно добавлено в очередь

source: I need to be in voice channel (/join)
ru: Мне нужно быть в голосовом канале (/join)

source: Media load failed
ru: Сбой загрузки мультимедиа

source: Audio playout failed
ru: Сбой воспроизведения звука

source: Video playout failed
ru: Ошибка при попытке видео воспроизведения

source: Media playout failed
ru: Ошибка при попытке мультимедиа воспроизведения

source: Playing from queue
ru: Воспроизведение из очереди

source: Message does not contain voice message
ru: Сообщение не содержит голосового сообщения

source: Speech Recognition Error
ru: Ошибка распознавания речи

source: No messages in
ru: Нет сообщений в

source: Random
ru: Случайное

source: message
ru: сообщение

source: No stats found about
ru: Не найдено информации о

source: xp
ru: опыт

source: messages
ru: сообщений

source: voice time
ru: время в голосовом канале

source: xp per message
ru: опыта за сообщение

source: xp per voice second
ru: опыта за секунду в голосовом канале

source: xp per voice minute
ru: опыта за минуту в голосовом канале

source: Top members of
ru: Топ участников
